heading = [
    '我们已多次表明中方立场', 
    '我们表示']

denouncement = [
    '中方强烈谴责并坚决反对', 
    '中方已就', 
    '向', 
    '提出严正交涉']

threats = [
    '我们敦促', 
    '悬崖勒马', 
    '应该自己照照镜子', 
    '在中国问题上要谨言慎行',
    '不要搬起石头砸自己的脚', 
    '不要再发出错误信号', 
    '不要再挑拨怂恿', 
    '不要再干涉中国内政', 
    '不要无端抹黑中国'] # 我们敦促xxx···

blame = [
    '干预干涉中国内政', 
    '严重违反国际法和国际关系基本准则', 
    '是赤裸裸的霸权行径'] # xxx + event ...

threat_again = [
    '如果', 
    '一意孤行，中方必将采取有力措施予以坚决反制'] # 如果xxx一意孤行

threat_over_and_over_again = [
    '必将自食恶果，勿谓言之不预也！', 
    '有关人士的陈词滥调充满了政治偏见与谎言，这一恶劣行径不仅损害中方利益，也会损害其自身的重要利益！'] # xxx + ...

urge = [
    '中方强烈敦促', 
    '不得', 
    '以免影响两国关系和两国在重要领域的合作'] # 中方强烈敦促xxx不得 + ...

will_do = [
    '对于', 
    '、损害中方利益的行径，中方必将采取有力措施坚决反制', 
    '坚定维护国家主权和安全', 
    '任何人都不要低估中方维护国家主权、安全、发展利益的坚定决心'] # 对于xxx + event、损害...

threats_threats_threats = [
    '我们敦促', 
    '立即停止此类挑衅行为', 
    '不要逆势而动', 
    '避免损害地区的和平与安宁', 
    '中国内政不容任何外部反华势力指手画脚'] # 我们敦促xxx...

cliche = [
    '请不要高估自己的造谣能力，也不要低估别人的判断能力', 
    '谎言重复一千遍，依然还是谎言',
    '希望个别人士能以开放的心态和客观公正的态度对待中国，不要无中生有']

greatness = [
    '中国坚持', 
    '对外开放', 
    '互利共赢', 
    '同世界分享中国发展的机遇']

blame_again = [
    '此次的貌然公允再次暴露出他们的是非不分和虚伪面目', 
    '的口头正义也再次暴露出他们的双重标准和别有用心', 
    '自己不愿意投入，却千方百计干扰破坏中国和其他国家开展合作'] # xxx + ...

blame_over_and_over_again = [
    '罔顾事实',
    '混淆是非',
    '违反公理',
    '玩弄双重标准',
    '公然插手中国事务', 
    '干涉中国内政'] # xxx + ...

ending = [
    '我们奉劝', 
    '不要一意孤行，否则中方必将予以坚决反制，由此产生的一切后果必须由', 
    '承担']